Repository: User852963741/Django_recipe_site
Catalog: recipes/recipe_site/locale/*/LC_MESSAGES/django.po
Languages: lt

source: name
lt: pavadinimas

source: enter ingredient name (in plural form if possible)
lt: įveskite ingrediento pavadinimą (jei įmanoma daugiskaita)

source: kilograms
lt: kg

source: grams
lt: g

source: liters
lt: l

source: mililiters
lt: ml

source: units
lt: vnt.

source: tsp
lt: arb.š.

source: teaspoons
lt: šaukšteliai

source: tbsp
lt: vlg.š.

source: tablespoons
lt: šaukštai

source: c
lt: puodeliai

source: cups
lt: puodeliai

source: measured in
lt: matuojama

source: ingredient
lt: ingredientas

source: ingredients
lt: ingredientai

source: owner
lt: savininkas

source: description
lt: aprašymas

source: add a short description of the recipe
lt: pridėkite trumpą recepto aprašymą

source: cooking order
lt: gaminimo eiga

source: describe how the recipe should be cooked
lt: aprašykite gaminimo eigą

source: cover
lt: viršelis

source: recipe
lt: receptas

source: recipes
lt: receptai

source: private note
lt: privatus komentaras

source: add a private note to yourself about this recipe
lt: pridėkite privatų komentarą

source: homepage
lt: pradžia

source: all recipes
lt: visi receptai

source: best rated recipes
lt: geriausiai įvertinti receptai

source: i'm feeling lucky
lt: man šiandien sekasi

source: profile
lt: profilis

source: my recipes
lt: mano receptai

source: my favourites
lt: mano mėgiamiausi

source: recipe history
lt: receptų istorija

source: admin
lt: adminas

source: logout
lt: atsijungti

source: login
lt: prisijungti

source: sign up
lt: užsiregistruoti

source: Welcome to the one and only recipe site you will ever need!
lt: Sveiki atvykę į patį geriausią receptų puslapį!

source: first
lt: pirmas

source: previous
lt: atgal

source: of
lt: iš

source: next
lt: sekantis

source: last
lt: paskutinis

source: create ingredient
lt: sukurti ingredientą

source: rating
lt: įvertinimas

source: create recipe
lt: sukurti receptą

source: save & rate
lt: išsaugoti & įvertinti

source: average rating
lt: vidutinis įvertinimas

source: recipe by
lt: recepto autorius

source: recipe ingredients
lt: recepto ingredientai

source: edit
lt: pakeisti

source: delete
lt: ištrinti

source: add
lt: pridėti

source: cooking instructions
lt: gaminimo instrukcija

source: delete your recipe
lt: ištrinti savo receptą

source: back to recipe
lt: grįžti atgal

source: create recipe ingredient
lt: pridėti ingredintą prie recepto

source: add recipe ingredient
lt: pridėti ingredientą prie recepto

source: create new ingredient
lt: sukurti naują ingredientą

source: edit your recipe
lt: pakeisti receptą

source: update recipe ingredient
lt: pakeisti recepto ingredientą

source: created
lt: sukurtas

source: update recipe
lt: pakeisti receptą

source: my favourite recipes
lt: mano mėgiamiausi receptai

source: favourited
lt: mėgstamas

source: You rated the recipe
lt: Jūs įvertinote receptą

source: create saved recipe
lt: išsaugokite receptą

source: create user recipe
lt: išsaugokite receptą

source: delete your saved recipe
lt: pašalinti receptą iš išsaugotų

source: back to saved recipe
lt: grįžti į išsaugotą receptą

source: my recipe history
lt: mano išsaugoti receptai

source: my rating
lt: mano įvertinimas

source: edit your saved recipe
lt: pakeisti išsaugotą receptą

source: update user recipe
lt: pakeisti išsaugotą receptą

source: Created successfully
lt: Sukurta sėkmingai

source: Updated successfully
lt: Pakeista sėkmingai

source: Deleted successfully
lt: Ištrinta sėkmingai

source: Added successfully
lt: Pridėta sėkmingai
